/* Localized versions of Info.plist keys */

CFBundleName = "RemoveIcon";
NSHumanReadableCopyright = "Copyright 2005 Elliot Glaysher. GNU GPL.";

AMName = "Remove Thumbnail Icons";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */
"Thumbnail" = "Thumbnail";

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "Image files";
AMDSummary = "Remove thumbnail icons from all files passed in that contain them.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */
"Remove" = "Remove";
"Thumbnail" = "Thumbnail";
"Icon" = "Icon";